Repository: happyduck-git/MyNFTTracker
Catalog: Localizable.xcstrings
Source language: en
Languages: ko

# "설정"에서 추후 변경 가능합니다.
source: You can change later in "Settings".
ko: "설정"에서 추후 변경 가능합니다.

source: Failed to bring your NFT information -- %@. Please retry.
ko: NFT 정보를 불러오는데 실패하였습니다. -- %@. 다시 시도해주세요.

# Metamask로 로그인
source: Login with Metamask
ko: Metamask로 로그인

# Metask 종료 후 다시 한번 시도해주세요.
source: Please terminate Metamask app and retry.
ko: Metask 종료 후 다시 한번 시도해주세요.

source: Settings
ko: 설정

# 건너뛰기
source: Skip
ko: 건너뛰기

# 계정 관리
source: Account Management
ko: 계정 관리

# 계정 삭제
source: Delete Account
ko: 계정 삭제

# 계정 삭제 오류
source: Error deleting account
ko: 계정 삭제 오류

# 계정 삭제 중 오류가 발생했습니다. 다시 시도해 주시기 바랍니다.
source: Error occurred during account deletion process. Please retry later.
ko: 계정 삭제 중 오류가 발생했습니다. 다시 시도해 주시기 바랍니다.

# 계정 삭제 후 복구가 되지 않습니다. 정말로 삭제 하시겠습니까?
source: You cannot restore this account once it has been deleted. Are you sure to delete the account?
ko: 계정 삭제 후 복구가 되지 않습니다. 정말로 삭제 하시겠습니까?

# 계정을 등록하고 보유하고 계신 NFT 앨범을 구경해보세요 :)
source: Register your wallet address and enjoy your NFT album :)
ko: 계정을 등록하고 보유하고 계신 NFT 앨범을 구경해보세요 :)

# 나의 메뉴
source: My menu
ko: 나의 메뉴

# 닉네임
source: Nickname
ko: 닉네임

# 다시 한번 시도해주세요.
source: Please try again.
ko: 다시 한번 시도해주세요.

# 다음
source: Next
ko: 다음

# 다크 모드
source: Dark mode
ko: 다크 모드

# 등록되지 않은 사용자
source: Unregistered user
ko: 등록되지 않은 사용자

# 라이트 모드
source: Light mode
ko: 라이트 모드

# 랭킹
source: Rank
ko: 랭킹

# 로그아웃
source: Sign out
ko: 로그아웃

# 로그아웃 하시겠습니까?
source: Are you sure to sign out?
ko: 로그아웃 하시겠습니까?

# 로그인
source: Login
ko: 로그인

# 메인 페이지
source: Main Page
ko: 메인 페이지

# 반갑습니다! %@ 가지고 계신 NFT를 구경해 보세요.
source: Welcome! %@ Checkout your NFTs!
ko: 반갑습니다! %@ 가지고 계신 NFT를 구경해 보세요.

# 변경된 내용으로 정보를 수정합니다.
source: Submit changes.
ko: 변경된 내용으로 정보를 수정합니다.

# 삭제
source: Delete
ko: 삭제

# 설정
source: Settings
ko: 설정

# 수정 완료
source: Completed
ko: 수정 완료

# 수정 하시겠습니까?
source: Do you want to edit information?
ko: 수정 하시겠습니까?

# 수정하기
source: Edit
ko: 수정하기

# 아직 보유하고 계신 NFT가 없습니다.
source: No NFT owned.
ko: 아직 보유하고 계신 NFT가 없습니다.

# 앱 테마
source: App theme
ko: 앱 테마

# 연결되지 않음
source: Not connected
ko: 연결되지 않음

# 연결된 체인
source: Connected chain
ko: 연결된 체인

# 올바르지 않은 지갑주소 형식입니다.
source: Not valid address format.
ko: 올바르지 않은 지갑주소 형식입니다.

# 재시도 요청
source: Request to retry
ko: 재시도 요청

# 저장하기
source: Save
ko: 저장하기

# 점수
source: Score
ko: 점수

# 정보가 정상적으로 수정되었습니다.
source: Successfully updated.
ko: 정보가 정상적으로 수정되었습니다.

# 지갑 연결 실패
source: Fail wallet connection
ko: 지갑 연결 실패

# 지갑 주소 0xabcd...
source: Wallet address 0xabc...
ko: 지갑 주소 0xabcd...

# 취소
source: Cancel
ko: 취소

# 캐릭터를 고르세요
source: Select your character.
ko: 캐릭터를 고르세요

# 클립보드에 복사되었습니다.
source: Copied to clipboard.
ko: 클립보드에 복사되었습니다.

# 테마 선택하기
source: Select theme
ko: 테마 선택하기

# 프로필 이미지와 닉네임을 설정해보세요.
source: Set up your profile image and nickname.
ko: 프로필 이미지와 닉네임을 설정해보세요.

# 확인
source: Confirm
ko: 확인

# 환영합니다!
source: Welcome!
ko: 환영합니다!
